tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit"
tap "jzbrooks/repo"
tap "microsoft/git"
brew "ack"
brew "bat"
brew "cocoapods"
brew "coreutils"
brew "gh"
brew "neovim"
brew "pnpm"
brew "pyenv"
brew "ripgrep"
brew "tflint"
brew "thefuck"
brew "viu"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazygit/lazygit"
brew "jzbrooks/repo/vat"
cask "emacs"
cask "font-fira-code-nerd-font"
cask "git-credential-manager-core"
cask "linearmouse"
cask "powershell"
cask "vscodium"
vscode "akamud.vscode-theme-onelight"
vscode "arichy.vscode-ast-explorer"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "Gruntfuggly.todo-tree"
vscode "jasonnutter.search-node-modules"
vscode "jock.svg"
vscode "johnpapa.vscode-peacock"
vscode "mrluje.vscode-goto-node-modules"
vscode "ms-vscode.live-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "PKief.material-icon-theme"
vscode "pomdtr.excalidraw-editor"
vscode "styled-components.vscode-styled-components"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "WallabyJs.quokka-vscode"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "zhuangtongfa.material-theme"
